Repository: common-repository/woo-cdek
Catalog: components/pickpoint-delivery/languages/wd-yandex-delivery-*.po
Languages: ru_ru

source: The plugin requires Woocommerce
ru_ru: Плагину необходим Woocommerce

source: WC_Shipping_Method class not found
ru_ru: Класс WC_Shipping_Method не найден

source: Your license has been successfully activated
ru_ru: Ваша лицензия успешно активирована

source: The license is deactivated
ru_ru: Лицензия деактивирована

source: The license has been updated
ru_ru: Лицензия была обновлена

source: Pickpoint Delivery
ru_ru: Яндекс Доставка

source: License of Pickpoint Delivery Plugin
ru_ru: Лицензия плагина Яндекс Доставка

source: Can’t find your key? Go to <a href="%s" target="_blank" rel="noopener">this page</a> and login using the e-mail address associated with your purchase.
ru_ru: Не можете найти лицензионный ключ? Перейдите на <a href="%s" target="_blank" rel="noopener">эту страницу</a> и авторизуйтесь с помощью e-mail, который вы указывали при покупке

source: Activate %s
ru_ru: Активировать %s

source: License
ru_ru: Лиценизия

source: Documentation
ru_ru: Документация

source: Pickpoint
ru_ru: Яндекс.Доставка

source: The plugin does not work and requires configuration, please go to
ru_ru: Плагин не работает и требует настройки, пожалуйста перейдите в

source: plugin settings
ru_ru: настройки плагина

source: <strong>ATTENTION!</strong> The plugin works in developer mode
ru_ru: <strong>ВНИМАНИЕ!</strong> Плагин работает в режиме разработчика

source: Select a delivery service
ru_ru: Выберите службку доставки

source: Your session has expired, please update the form and select a new delivery method
ru_ru: Ваш сеанс истек, пожалуйста, обновите страницу и выберите новый способ доставки

source: h.
ru_ru: д.

source: build.
ru_ru: Строение.

source: apt./office
ru_ru: квартира/офис

source: Monday
ru_ru: Понедельник

source: Tuesday
ru_ru: Вторник

source: Wednesday
ru_ru: Среда

source: Thursday
ru_ru: Четверг

source: Friday
ru_ru: Пятница

source: Saturday
ru_ru: Суббота

source: Sunday
ru_ru: Воскресенье

source: rub.
ru_ru: руб.

source: Courier
ru_ru: Курьер

source: Pickup
ru_ru: Самовывоз

source: Post
ru_ru: Почта

source: Estimated Delivery Date
ru_ru: Предполагаемая дата доставки

source: Select
ru_ru: Выбрать

source: Delivery service
ru_ru: Сервис доставки

source: Delivery method
ru_ru: Способ доставки

source: Pickup point address
ru_ru: Адрес пункта доставки

source: Pickup point schedule
ru_ru: График работы пункта доставки

source: Pickup point instruction
ru_ru: Инструкция пункта доставки

source: Delivery address
ru_ru: Адрес доставки

source: Delivery price
ru_ru: Стоимость доставки

source: Try changing your shipping terms.
ru_ru: Попробуйте изменить условия доставки.

source: No matches found
ru_ru: Совпадения не найдены

source: Loading failed
ru_ru: Ошибка загрузки

source: Please enter 1 or more characters
ru_ru: Пожалуйста, введите 1 или более символов

source: Please enter %qty% or more characters
ru_ru: Пожалуйста, введите %qty% или более символов

source: Please delete 1 character
ru_ru: Пожалуйста, удалите 1 символ

source: Please delete %qty% characters
ru_ru: Пожалуйста, удалите %qty% символов

source: You can only select 1 item
ru_ru: Вы можете выбрать только 1 элемент

source: You can only select %qty% items
ru_ru: Вы можете выбрать только %qty% элементов

source: Loading more results...
ru_ru: Загрузка результатов...

source: Searching...
ru_ru: Поиск...

source: Where is
ru_ru: Где находится

source: Timetable of work
ru_ru: Расписание работы

source: Building
ru_ru: Строение

source: City
ru_ru: Населенный пункт

source: Choose a delivery method
ru_ru: Выбрать способ доставки

source: Delivery service:
ru_ru: Сервис доставки:

source: Delivery address:
ru_ru: Адрес доставки:

source: Pickpoint extension adds shipping method to Checkout page.
ru_ru: Плагин Яндекс.Доставка добавляет способ доставки на страницу оформления заказа.

source: Inner:
ru_ru: Внутренний:

source: Outer:
ru_ru: Внешний:

source: Package:
ru_ru: Упаковка:

source: Max:
ru_ru: Максимум

source: Payment when receipt
ru_ru: Оплата при получении

source: Choose the payment method(s) in which the buyer pays for the product and the delivery cost upon delivery, both by courier and upon pickup from the order pick-up Point
ru_ru: Выбирите способ(ы) оплаты, при котором покупатель оплачивает товар и стоимость доставки при доставке, как курьером так и при самовывозе из Пункта выдачи заказа

source: A discount on shipping
ru_ru: Скидка на доставку

source: Minimum order amount
ru_ru: Минмальная стоимость заказа

source: Minimum order amount for which the delivery discount is applied
ru_ru: Минимальная сумма заказа, на которую распространяется скидка при доставке

source: Discount percentage
ru_ru: Скидка на доставку

source: Discount on delivery, specified as a percentage. If you need free shipping - specify 100
ru_ru: Скидка на доставку, указывается в процентах. Если нужна бесплатная доставка - укажите 100

source: Immediately
ru_ru: Любой статус

source: API Key
ru_ru: Ключ API

source: Company ID
ru_ru: ID компании

source: Campaign ID can be obtained from list by this link:
ru_ru: Идентификатор кампании можно получить из списка по этой ссылке:

source: You need a number after the dash from the "Shop" column
ru_ru: Вам нужен номер после тире из колонки "магазин"

source: Shop ID
ru_ru: ID магазина

source: To find the Shop ID, see the
ru_ru: Чтобы найти ID магазина, смотрите

source: Warehouse ID
ru_ru: ID склада

source: To find the Warehouse ID, see the
ru_ru: Чтобы найти ID склада, смотрите

source: Cart Pickpoint widget API key
ru_ru: API ключ корзиночного виджета

source: API key for the Pickpoint Shopping cart widget
ru_ru: API ключ для Корзиночного виджета Яндекс Доставки

source: Get here
ru_ru: Получить здесь

source: Status of the order to be sent for delivery
ru_ru: Статус заказа для отправки в доставку

source: Order status when order data is sent to the delivery service
ru_ru: Статус заказа, при котором данные заказа передаются в службу доставки

source: Declared price of the product (%)
ru_ru: Объявленная стоимость товара (%)

source: Declared price of the product as a percentage of the product price
ru_ru: Объявленная стоимость товара в процентах от стоимости товара

source: Package settings
ru_ru: Настройки упаковки

source: Developers settings
ru_ru: Настройки разработчика

source: Debug mode
ru_ru: Режим отладки

source: Enable debug mode
ru_ru: Включить режим отладки

source: Check to enable non-minified asset files.
ru_ru: Отметьте, чтобы включить не минифицированные файлы.

source: Development mode
ru_ru: Режим разработки

source: Enable development mode
ru_ru: Включить режим разработчика

source: Development mode. Creates orders only in the draft status with delayed delivery for 3 days
ru_ru: Режим разработки. Создает заказы только в статусе черновика с отложенной доставкой на 3 дня

source: The entered data is incorrect. Message from Pickpoint: %s
ru_ru: Введенные данные неверны. Сообщение от Яндекс.Доставки: %s

source: Packages
ru_ru: Упаковки

source: Package
ru_ru: Упаковка

source: Length
ru_ru: Длина

source: Width
ru_ru: Ширина

source: Height
ru_ru: Высота

source: Weight
ru_ru: Вес

source: Add package
ru_ru: Добавить паковку

source: Woocommerce Pickpoint Delivery
ru_ru: Woocommerce Яндекс Доставка
